{
  "users": [
    {
      "name": "Nick",
      "email": "nickbronson5@gmail.com",
      "password": "m26pershing",
      "file": "frontend1.pdf",
      "id": 1
    }
  ],
  "catalog": [
    {
      "title": "Сковорода Rotex 24 см (RC132M-24 Modena)",
      "text": "Изготовлена из высококачесвенного алюминия, который не окисляется, не подвержен химическим воздействиям и очень долговечен. При изготовлении сковород используется метод 'тройного' дна, благодаря чему при приготовлении пищи тепло равномерно распределятся по стенкам посуды.",
      "image": "https://i.ibb.co/RS9R1wM/aluminium-frying-pan-250x250.jpg",
      "id": 1
    },
    {
      "title": "Блендер Philips Daily Collection HR2052/00",
      "text": "Специальная система ножей из легированной стали, по-разному заточенных и расположенных в разных плоскостях позволяет с лучшей эффективностью измельчать любые продукты",
      "image": "https://i.ibb.co/vzVWBdz/1493928.png",
      "id": 2
    },
    {
      "title": "Бутербродница REDMOND RMB-M619/5",
      "text": "Сендвичница 4 в 1, что еще нужно - ничего не подгарает, все пропекаеться как следует. Просто отменный прибор, и тостер, и гриль, и орешница. Простые вкусные блюда быстро и качественно, всегда свежая еда на столе. Хотите панини, а может сосиски-гриль? А может сладких орешков или горячих бутербродов? Возможно деруны или толстые вафли? Выпечка происходит быстро, т.к. 800 Вт вполне достаточно для домашнего приготовления. Для каждого блюда отдельные съемные формы, что удобно при чистке вафельницы.",
      "image": "https://i.ibb.co/2SJzxdB/imgsendvichnica-sinbo-ssm-2513-belii-1.jpg",
      "id": 3
    },
    {
      "title": "Соковыжималка Vitek VT-3652",
      "text": "Соковыжималка Vitek VT-3652 – это достаточно простой аппарат и в тоже время очень полезный для всей вашей семьи. С помощью этой соковыжималки вы всегда сможете порадовать своих родных свежим соком из цитрусовых, и при этом вам не придется прикладывать большие усилия, и тратить кучу времени. Vitek VT-3652 сделает все максимально быстро и качественно.",
      "image": "https://i.ibb.co/Snm6NBP/imgunit-ucj421-chernii-1.jpg",
      "id": 4
    },
    {
      "title": "Тостер KitchenAid красный 5KMT2204EER",
      "text": "Тостер KitchenAid выполнен в классическом дизайне. Он позволяет за короткое время приготовить любимые хрустящие тосты. KitchenAid 5KMT2204EER прост и удобен в эксплуатации. Потребляемая мощность его нагревательного элемента составляет 850 Вт. Конструкция тостера рассчитана на одновременное приготовление двух кусочков хлеба. 7 режимов нагрева обеспечат разнообразную степень поджарки, имеется также функция размораживания.",
      "image": "https://i.ibb.co/qnZgrGk/1127242-F12.jpg",
      "id": 5
    },
    {
      "title": "Мясорубка MOULINEX ME105830",
      "text": "Компактная мясорубка Moulinex ME105830 в стильном темном корпусе приятна в использовании и удобна в хранении. Благодаря двум решеткам из нержавеющей стали вы получите фарш тонкого либо грубого помола, а с помощью специальной насадки сможете приготовить натуральные домашние колбаски.",
      "image": "https://i.ibb.co/ngkM4Gk/image.jpg",
      "id": 6
    }
  ],
  "comments": []
}